Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# crash-report.description
source: Click “Send to DuckDuckGo“ to submit report to DuckDuckGo. Crash reports help DuckDuckGo diagnose issues and improve our products. No personal information is sent with this report.
de: Klicke auf „An DuckDuckGo senden“, um den Bericht an DuckDuckGo zu senden. Crash-Berichte helfen DuckDuckGo, Probleme zu diagnostizieren und unsere Produkte zu verbessern. Mit diesem Bericht werden keine persönlichen Daten übermittelt.
es: Haz clic en "Enviar a DuckDuckGo" para enviar el informe a DuckDuckGo. Los informes de fallos ayudan a DuckDuckGo a diagnosticar problemas y a mejorar nuestros productos. No se envía información personal con este informe.
fr: Cliquez sur « Envoyer à DuckDuckGo » pour envoyer le rapport à DuckDuckGo. Les rapports de plantage aident DuckDuckGo à diagnostiquer les problèmes et à améliorer ses produits. Aucune information personnelle n'est envoyée avec ce rapport.
it: Fai clic su "Invia a DuckDuckGo" per inviare un report a DuckDuckGo. Le segnalazioni sugli arresti anomali aiutano DuckDuckGo a diagnosticare i problemi e a migliorare i nostri prodotti. Con questo report non vengono inviate informazioni personali.
nl: Klik op 'Verzenden naar DuckDuckGo' om een rapport in te dienen bij DuckDuckGo. Crashrapporten helpen DuckDuckGo om problemen vast te stellen en onze producten te verbeteren. Er worden geen persoonsgegevens verzonden met dit rapport.
pl: Kliknij „Wyślij do DuckDuckGo”, aby wysłać raport do DuckDuckGo. Raporty o awariach pomagają zespołowi DuckDuckGo diagnozować problemy i ulepszać produkty. Z raportem nie są wysyłane żadne dane osobowe.
pt: Clica em "Enviar para a DuckDuckGo" para enviares o relatório para a DuckDuckGo. Os relatórios de falhas ajudam a DuckDuckGo a diagnosticar problemas e a melhorar os nossos produtos. Não envias qualquer informação pessoal com este relatório.
ru: Для подачи отчета нажмите кнопку «Отправить в DuckDuckGo». Отчеты о сбоях помогают нам диагностировать проблемы и совершенствовать продукты. Отчет не включает ваших личных данных.

# crash-report.dont-send-button
source: Don’t Send
de: Nicht senden
es: No enviar
fr: Ne pas envoyer
it: Non inviare
nl: Niet verzenden
pl: Nie wysyłaj
pt: Não enviar
ru: Не отправлять

# crash-report.send-button
source: Send to DuckDuckGo
de: An DuckDuckGo senden
es: Enviar a DuckDuckGo
fr: Envoyer à DuckDuckGo
it: Invia a DuckDuckGo
nl: Verzenden naar DuckDuckGo
pl: Wyślij do DuckDuckGo
pt: Enviar para a DuckDuckGo
ru: Отправить в DuckDuckGo

# crash-report.title
source: DuckDuckGo Privacy Browser quit unexpectedly.
de: DuckDuckGo Privacy Browser wurde unerwartet beendet.
es: DuckDuckGo Privacy Browser se ha cerrado inesperadamente.
fr: DuckDuckGo Privacy Browser s'est arrêté de manière inattendue.
it: DuckDuckGo Privacy Browser si è chiuso inaspettatamente.
nl: DuckDuckGo Privacy Browser is onverwacht gesloten.
pl: Przeglądarka DuckDuckGo Privacy Browser nieoczekiwanie przestała działać.
pt: O DuckDuckGo Privacy Browser encerrou de forma inesperada.
ru: Браузер DuckDuckGo Privacy Browser неожиданно закрылся.

# dashboard.permission.allow
source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt: Permitir sempre
ru: Разрешать всегда

# dashboard.permission.allow.on
source: Always allow on
de: Immer einschalten erlauben
es: Permite siempre activo
fr: Toujours autoriser sur
it: Consenti sempre per
nl: Altijd toestaan op
pl: Zawsze zezwalaj w
pt: Permitir sempre em
ru: Всегда разрешать на

# dashboard.permission.ask
source: Ask every time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Toujours demander
it: Chiedi ogni volta
nl: Elke keer vragen
pl: Pytaj za każdym razem
pt: Pergunte todas as vezes
ru: Спрашивать каждый раз

# dashboard.permission.deny
source: Always deny
de: Immer ablehnen
es: Rechazar siempre
fr: Toujours refuser
it: Rifiuta sempre
nl: Altijd weigeren
pl: Zawsze odmawiaj
pt: Negar sempre
ru: Не разрешать

# dashboard.popups.ask
source: Notify
de: Benachrichtigen
es: Notificar
fr: Notifier
it: Invia una notifica
nl: Informeren
pl: Powiadom
pt: Notificar
ru: Спрашивать разрешение

source: Data Detectors
de: Datendetektoren
es: Detectores de datos
fr: Détecteurs de données
it: Rilevatori di dati
nl: Datadetectoren
pl: Detektory danych
pt: Detetores de dados
ru: Детекторы данных

# database.factory.failed.information
source: Restart your Mac and try again
de: Starte deinen Mac neu und versuche es erneut
es: Reinicia tu Mac e inténtalo de nuevo
fr: Redémarrez votre Mac et réessayez
it: Riavvia il Mac e riprova
nl: Start je Mac opnieuw op en probeer het opnieuw
pl: Uruchom ponownie komputer Mac i spróbuj ponownie
pt: Reinicia o teu Mac e tenta novamente
ru: Перезагрузите компьютер и повторите попытку

# database.factory.failed.message
source: There was an error initializing the database
de: Beim Initialisieren der Datenbank ist ein Fehler aufgetreten
es: Se ha producido un error al inicializar la base de datos
fr: Une erreur est survenue lors de l'initialisation de la base de données
it: Si è verificato un errore durante l'inizializzazione del database
nl: Er is een fout opgetreden bij het initialiseren van de database
pl: Wystąpił błąd podczas inicjowania bazy danych
pt: Ocorreu um erro ao inicializar a base de dados
ru: При запуске базы данных произошла ошибка

# dax.onboarding.browsing.site.is.major.tracker
source: Heads up! I can’t stop %1$@ from seeing your activity on %2$@. But browse with me, and I can reduce what %1$@ knows about you overall by blocking their trackers on lots of other sites.
de: Warnung! Ich kann nicht verhindern, dass für %1$@ deine Aktivität auf %2$@ sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %1$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
es: ¡Advertencia! No puedo evitar que %1$@ vea tu actividad en %2$@. Pero si navegas conmigo, puedo reducir lo que %1$@ sabe de ti en general bloqueando sus rastreadores en muchos otros sitios web.
fr: Attention ! Je ne peux pas empêcher %1$@ de voir votre activité sur %2$@. Si vous naviguez avec moi, je peux réduire les données récoltées par %1$@ en bloquant ses traqueurs sur de nombreux autres sites.
it: Attenzione! Non posso impedire a %1$@ di visualizzare la tua attività su %2$@. Tuttavia, se navighi con me posso ridurre la quantità di informazioni che %2$@ conosce in generale su di te, bloccando i suoi sistemi di tracciamento su molti altri siti.
nl: Opgelet! Ik kan niet voorkomen dat %1$@ jouw activiteit op %2$@ kan zien. Maar als je met mij surft, kan ik ervoor zorgen dat %1$@ minder over je te weten komt door hun trackers op veel andere sites te blokkeren.
pl: Uwaga! Nie możemy powstrzymać %1$@ przed zobaczeniem Twojej aktywności na %2$@. Przeglądaj jednak ze mną. Mogę ograniczyć to, co %1$@ wie o Tobie, blokując ich skrypty śledzące w wielu innych witrynach.
pt: Alerta! Não consigo que %1$@ veja a sua atividade no %2$@. Mas navegue comigo, e eu consigo reduzir o que %1$@ sabe sobre si em geral ao bloquear os seus rastreadores em muitos outros sites.
ru: Внимание! Мы не можем скрыть вашу активность от %1$@ на %2$@. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %2$@ на других сайтах.

# dax.onboarding.browsing.site.owned.by.major.tracker
source: Heads up! Since %2$@ owns %1$@, I can’t stop them from seeing your activity here. But browse with me, and I can reduce what %2$@ knows about you overall by blocking their trackers on lots of other sites.
de: Warnung! Da %2$@ %1$@ gehört, kann ich nicht verhindern, dass deine Aktivität hier für sie sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %2$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
es: ¡Advertencia! Ya que %2$@ es el dueño de %1$@, no puedo evitar que vea tu actividad aquí. Pero si navegas conmigo, puedo reducir lo que %2$@ sabe de ti en general bloqueando sus rastreadores en muchos otros sitios web.
fr: Attention ! Comme %2$@ est propriétaire de %1$@, je ne peux pas l'empêcher d'y suivre votre activité. Si vous naviguez avec moi, je peux réduire les données récoltées par %2$@ en bloquant ses traqueurs sur de nombreux autres sites.
it: Avviso! Poiché %1$@ appartiene a %2$@, non posso impedirgli di visualizzare la tua attività qui. Comunque, naviga con me e potrò ridurre la quantità di informazioni che %2$@ conosce in generale su di te, bloccando i suoi sistemi di tracciamento su molti altri siti.
nl: Opgelet! Omdat %2$@ eigenaar is van %1$@ kan ik niet voorkomen dat ze jouw activiteit hier kunnen zien. Maar als je met mij surft, kan ik ervoor zorgen dat %2$@ minder over je te weten komt door hun trackers op veel andere sites te blokkeren.
pl: Uwaga! Ponieważ firma %2$@ jest właścicielem %1$@, nie możemy jej powstrzymać przez zobaczeniem tutaj Twojej aktywności. Przeglądaj jednak ze mną. Mogę ograniczyć to, co %2$@ wie o Tobie, blokując ich skrypty śledzące na wielu innych stronach.
pt: Alerta! Uma vez que %2$@ possui %1$@, eu não consigo impedi-los de verem a sua atividade aqui. Mas navegue comigo, e eu consigo reduzir o que %2$@ sabe sobre si na generalidade, bloqueando os seus rastreadores em muitos outros sites.
ru: Внимание! Так как %1$@ принадлежит сети %2$@, мы не можем скрыть вашу активность на этом ресурсе. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %2$@ на других сайтах.

# dax.onboarding.browsing.without.trackers
source: As you tap and scroll, I’ll block pesky trackers. Go ahead - keep browsing!
de: Während du tippst und scrollst, blockiere ich lästige Tracker. Auf geht's – browse weiter!
es: A medida que navegues y te desplaces, bloquearé rastreadores molestos. Adelante, ¡sigue navegando!
fr: Lors de votre navigation, je bloque les traqueurs indésirables. Continuez à naviguer en toute tranquillité !
it: Mentre clicchi e scorri, io bloccherò i sistemi di tracciamento fastidiosi. Continua pure a navigare in tranquillità!
nl: Terwijl je tikt en scrolt, blokkeer ik vervelende trackers. Ga je gang, blijf browsen!
pl: Gdy korzystasz z przeglądarki, ja blokuję nieznośne moduły śledzące. Śmiało – przeglądaj dalej!
pt: Enquanto toca e desliza, eu bloqueio rastreadores irritantes. Prossiga - continue a navegar!
ru: Вы жмете на кнопки и листаете страницы — мы блокируем трекеры. Пользуйтесь сайтами без страха!

# dbp.errorpage.bad.path.cta
source: Move App for Me...
de: App für mich verschieben ...
es: Mover la aplicación...
fr: Déplacer l'application pour moi…
it: Sposta l'app per me...
nl: App voor mij verplaatsen...
pl: Przenieś aplikację za mnie...
pt: Mover a aplicação por mim...
ru: Перенести приложение...

# dbp.errorpage.bad.path.message
source: To use Personal Information Removal, the DuckDuckGo app needs to be in the Applications folder on your Mac. You can move the app yourself and restart the browser, or we can do it for you.
de: Um die Funktion „Personal Information Removal“ nutzen zu können, muss sich die DuckDuckGo-App im Ordner „Programme“ auf deinem Mac befinden. Du kannst die App selbst verschieben und den Browser neu starten, oder wir können das für dich tun.
es: Para usar Personal Information Removal, la aplicación DuckDuckGo debe estar en la carpeta Aplicaciones de tu Mac. Puedes mover la aplicación y reiniciar el navegador, o podemos hacerlo por ti.
fr: Pour pouvoir utiliser Personal Information Removal, l'application DuckDuckGo doit se trouver dans le dossier Applications de votre Mac. Vous pouvez déplacer l'application vous-même et redémarrer le navigateur, ou nous pouvons le faire pour vous.
it: Per usare la funzione di Personal Information Removal, l'app DuckDuckGo deve essere nella cartella Applicazioni del tuo Mac. Puoi spostare l'app autonomamente e riavviare il browser, oppure possiamo farlo noi.
nl: Om Personal Information Removal te gebruiken, moet de DuckDuckGo-app in de map 'Apps' op je Mac staan. Je kunt de app zelf verplaatsen en de browser opnieuw opstarten, of wij kunnen het voor je doen.
pl: Aby umożliwić korzystanie z funkcji Personal Information Removal, aplikacja DuckDuckGo musi się znajdować w folderze Aplikacje na Twoim Macu. Możesz przenieść aplikację samodzielnie i ponownie uruchomić przeglądarkę lub możemy to zrobić za Ciebie.
pt: Para utilizar a Personal Information Removal, a aplicação DuckDuckGo precisa de estar na pasta Aplicações do teu Mac. Podes mover a aplicação tu mesmo e reiniciar o navegador, ou podemos fazê-lo por ti.
ru: Для использования функции удаления личной информации (Personal Information Removal) необходимо поместить приложение DuckDuckGo в папку «Программы» на Mac. Можно самостоятельно перенести приложение и перезапустить браузер либо поручить это действие нам.

# dbp.errorpage.bad.path.title
source: Move DuckDuckGo App to Applications
de: DuckDuckGo-App in den Ordner „Programme“ verschieben
es: Mover la aplicación DuckDuckGo a Aplicaciones
fr: Déplacer l'application DuckDuckGo vers Applications
it: Sposta l'app DuckDuckGo in Applicazioni
nl: Verplaats de DuckDuckGo-app naar Applicaties
pl: Przenieś aplikację DuckDuckGo do folderu Aplikacje
pt: Mover a aplicação DuckDuckGo para a pasta de Aplicações
ru: Перенесите DuckDuckGo в «Программы»

# dbp.errorpage.no.permission.cta
source: Open System Settings...
de: Öffne die Systemeinstellungen ...
es: Abrir Configuración del Sistema...
fr: Ouvrir les paramètres système...
it: Apri le impostazioni di sistema...
nl: Systeeminstellingen openen ...
pl: Otwórz ustawienia systemowe...
pt: Abrir Definições do sistema…
ru: Открыть системные настройки...

# dbp.errorpage.no.permission.message
source: Open System Settings and allow DuckDuckGo Personal Information Removal to run in the background.
de: Öffne die Systemeinstellungen und erlaube DuckDuckGo Personal Information Removal, im Hintergrund zu laufen.
es: Abre la configuración del sistema y permite que DuckDuckGo Personal Information Removal se ejecute en segundo plano.
fr: Ouvrez les paramètres système et autorisez DuckDuckGo Personal Information Removal à s'exécuter en arrière-plan.
it: Apri le impostazioni di sistema e consenti a DuckDuckGo Personal Information Removal di funzionare in background.
nl: Open de systeeminstellingen en sta toe dat DuckDuckGo Personal Information Removal op de achtergrond draait.
pl: Otwórz ustawienia systemowe i zezwól funkcji DuckDuckGo Personal Information Removal na działanie w tle.
pt: Abre as definições do sistema e permite que o Personal Information Removal do DuckDuckGo seja executada em segundo plano.
ru: Откройте «Системные настройки» и разрешите функции Personal Information Removal от DuckDuckGo работать в фоновом режиме.

# dbp.errorpage.no.permission.title
source: Change System Setting
de: Systemeinstellung ändern
es: Cambia la configuración del sistema
fr: Modifier le paramètre système
it: Cambia le impostazioni di sistema
nl: Systeeminstelling wijzigen
pl: Zmień ustawienie systemowe
pt: Alterar as definições do sistema
ru: Изменить системные настройки

# default.browser.prompt.button
source: Set Default…
de: Standard festlegen …
es: Establecer como predeterminado...
fr: Définir par défaut…
it: Imposta come predefinito…
nl: Hierdoor wordt Automatisch invullen alleen uitgeschakeld voor Duuck Addresses in deze browser.
pl: Ustaw jako domyślną…
pt: Predefinir…
ru: Назначить браузером по умолчанию...

# default.browser.prompt.message
source: Make DuckDuckGo your default browser
de: Stelle DuckDuckGo als Standard-Browser ein
es: Establece DuckDuckGo como tu navegador predeterminado
fr: Faites de DuckDuckGo votre navigateur par défaut
it: Imposta DuckDuckGo come browser predefinito
nl: DuckDuckGo instellen als standaardbrowser
pl: Ustaw DuckDuckGo jako domyślną przeglądarkę.
pt: Faz do DuckDuckGo o teu navegador predefinido
ru: Выберите DuckGo браузером по умолчанию

source: Delete Bookmark
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
it: Elimina segnalibro
nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt: Eliminar marcador
ru: Удалить закладку

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
nl: Ontwikkelaar
pl: Programista
pt: Programador
ru: Разработка

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
nl: Uitschakelen
pl: Wyłącz
pt: Desabilitar (fora)
ru: Выключить

# disable.auto.clear.to.enable.session.restore
source: Disable auto-clear on quit to turn on session restore.
de: Deaktiviere das automatische Löschen beim Beenden, um die Sitzungswiederherstellung einzuschalten.
es: Desactiva el borrado automático al salir para activar Restaurar sesión.
fr: Désactivez l'effacement automatique à la fermeture pour activer la restauration de session.
it: Disabilita la cancellazione automatica all'uscita per attivare il ripristino della sessione.
nl: Schakel automatisch wissen uit wanneer u stopt om het herstellen van de sessie in te schakelen.
pl: Wyłącz automatyczne czyszczenie przy wychodzeniu, aby włączyć przywracanie sesji.
pt: Desativa a limpeza automática ao sair para ativar a restauração da sessão.
ru: Чтобы активировать восстановление сеанса, отключите автоочистку данных при выходе.

# disable.email.protection.mesage
source: This will only disable Autofill for Duck Addresses in this browser. You can still manually enter Duck Addresses and continue to receive forwarded email.
de: Damit wird das automatische Ausfüllen von Duck Addresses nur in diesem Browser deaktiviert. Du kannst Duck Addresses immer noch manuell eingeben und weiterhin weitergeleitete E-Mails erhalten.
es: Esto solo desactivará Autocompletar para Duck Addresses en este navegador. Aún puedes introducir manualmente las Duck Addresses y continuar recibiendo correos electrónicos reenviados.
fr: Cela désactivera uniquement la saisie automatique des Duck Addresses dans ce navigateur. Vous pourrez toujours saisir manuellement les Duck Addresses et continuer à recevoir des e-mails transférés.
it: Questo disabiliterà solo la compilazione automatica per i Duck Address in questo browser. Puoi comunque inserire manualmente i Duck Address e continuare a ricevere le e-mail inoltrate.
nl: Hierdoor wordt Automatisch invullen alleen uitgeschakeld voor Duck Addresses in deze browser. Je kunt nog steeds handmatig Duck Addresses invoeren en doorgestuurde e-mails blijven ontvangen.
pl: To spowoduje wyłączenie autouzupełniania jedynie w odniesieniu do adresów Duck Address w tej przeglądarce. Zachowasz możliwość ręcznego wprowadzania adresów Duck Address i otrzymywania przekazanych wiadomości e-mail.
pt: Esta ação desativa apenas o preenchimento automático de Duck Addresses neste navegador. Podes continuar a introduzir manualmente os Duck Addresses e a receber e-mails reencaminhados.
ru: Автозаполнение будет отключено только в отношении адресов Duck Address в этом браузере. Вы по-прежнему сможете вводить их вручную и получать пересылаемую почту.

# disable.email.protection.title
source: Disable Email Protection Autofill?
de: Autovervollständigen für den E-Mail-Schutz deaktivieren?
es: ¿Desactivar autocompletar para Email Protection?
fr: Désactiver la saisie automatique Email Protection ?
it: Disattivare la compilazione automatica di Email Protection?
nl: Automatisch invullen van Email Protection uitschakelen?
pl: Wyłączyć autouzupełnianie Email Protection?
pt: Desativar o preenchimento automático da Email Protection?
ru: Отключить автозаполнение в рамках защиты почты?

source: Display progress
de: Fortschritt anzeigen
es: Mostrar progreso
fr: Afficher la progression
it: Visualizza i progressi
nl: Voortgang weergeven
pl: Wyświetl postęp
pt: Mostrar progresso
ru: Показывать степень выполнения

# domain-is-fireproof
source: %@ is now Fireproof
de: %@ ist jetzt feuerfest
es: %@ ya está a prueba de fuego
fr: %@ est maintenant en mode coupe-feu
it: %@ è ora a prova di fuoco
nl: %@ is nu brandveilig
pl: %@ jest teraz zabezpieczona
pt: %@ já tem barreira de segurança
ru: %@ теперь огнеупорный

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

source: Don’t Close
de: Nicht schließen
es: No cerrar
fr: Ne pas fermer
it: Non chiudere
nl: Niet sluiten
pl: Nie zamykaj
pt: Não fechar
ru: Не закрывать

source: Don’t Quit
de: Nicht verlassen
es: No salir
fr: Ne pas quitter
it: Non uscire
nl: Niet afsluiten
pl: Nie wychodź
pt: Não sair
ru: Не выходить

source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
nl: Niet opslaan
pl: Nie zapisuj
pt: Não guardar
ru: Не сохранять

source: Don't Update
de: Nicht aktualisieren
es: No actualizar
fr: Ne pas mettre à jour
it: Non aggiornare
nl: Niet bijwerken
pl: Nie aktualizuj
pt: Não atualizar
ru: Не обновлять

# download.finishing
source: Finishing download…
de: Download wird abgeschlossen …
es: Terminando la descarga...
fr: Fin du téléchargement…
it: Fine del download…
nl: Downloaden voltooien ...
pl: Kończenie pobierania…
pt: A concluir a transferência…
ru: Завершение загрузки…

# download.linked.file.at
source: Download Linked File As…
de: Verlinkte Datei herunterladen als …
es: Descargar archivo vinculado como...
fr: Télécharger le fichier lié au format…
it: Scarica il file collegato come…
nl: Gekoppeld bestand downloaden als ...
pl: Pobierz połączony plik jako…
pt: Transferir ficheiro associado como…
ru: Загрузить файл по ссылке как…

# download.starting
source: Starting download…
de: Download starten …
es: Iniciando la descarga...
fr: Début du téléchargement…
it: Avvio download…
nl: Beginnen met downloaden ...
pl: Rozpoczynanie pobierania…
pt: A iniciar a transferência…
ru: Начинается загрузка...

# downloads.active.alert.message.and.others
source: , and other files
de: , und andere Dateien
es: y otros archivos
fr: et d'autres fichiers
it: , e altri file
nl: , en andere bestanden
pl: i inne pliki
pt: , e outros ficheiros
ru: и другие файлы

# downloads.active.alert.message.format
source: Are you sure you want to quit? DuckDuckGo is currently downloading “%1$@”%2$@. If you quit now, DuckDuckGo won‘t finish downloading %3$@.
de: Möchtest du wirklich aufhören? DuckDuckGo lädt derzeit „%1$@“%2$@ herunter. Wenn du jetzt aufhörst, wird DuckDuckGo den Download %3$@ nicht beenden.
es: ¿Seguro que quieres salir? DuckDuckGo se está descargando actualmente "%1$@"%2$@. Si sales ahora, DuckDuckGo no terminará de descargar %3$@.
fr: Voulez-vous vraiment abandonner ?DuckDuckGo télécharge actuellement « %1$@”%2$@ ». Si vous abandonnez maintenant, DuckDuckGo ne terminera pas le téléchargement de %3$@.
it: Uscire?DuckDuckGo sta scaricando "%1$@"%2$@. Se esci ora, DuckDuckGo non completerà il download di %3$@.
nl: Weet je zeker dat je wilt afsluiten? DuckDuckGo downloadt momenteel '%1$@'%2$@. Als je nu stopt, wordt %3$@ niet helemaal gedownload.
pl: Czy na pewno chcesz wyjść? DuckDuckGo aktualnie pobiera „%1$@”%2$@. Jeśli teraz wyjdziesz, DuckDuckGo nie dokończy pobierania %3$@.
pt: Tens a certeza de que pretendes sair? O DuckDuckGo está a transferir "%1$@”%2$@. Se saíres agora, o DuckDuckGo não vai transferir %3$@ até ao fim.
ru: Вы точно хотите закрыть приложение? DuckDuckGo загружает «%1$@»%2$@. Если прервать этот процесс, DuckDuckGo не загрузит %3$@.

# downloads.active.alert.message.these.files
source: these files
de: diese Dateien
es: estos archivos
fr: ces fichiers
it: questi file
nl: deze bestanden
pl: tych plików
pt: estes ficheiros
ru: эти файлы

# downloads.active.alert.message.this.file
source: this file
de: diese Datei
es: este archivo
fr: ce fichier
it: questo file
nl: dit bestand
pl: tego pliku
pt: este ficheiro
ru: этот файл
